{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip",
      "version": "'v2.4.0'"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "evergarden": {
      "src": "https://github.com/everviolet/nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "ltex-ls.nvim": {
      "src": "https://github.com/vigoux/ltex-ls.nvim"
    },
    "luasnip-latex-snippets.nvim": {
      "src": "https://github.com/iurimateus/luasnip-latex-snippets.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'master'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "omnisharp-vim": {
      "src": "https://github.com/OmniSharp/omnisharp-vim"
    },
    "pandoc.nvim": {
      "src": "https://github.com/aspeddro/pandoc.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "spade-vim": {
      "src": "https://gitlab.com/spade-lang/spade-vim"
    },
    "spade.nvim": {
      "src": "https://github.com/ethanuppal/spade.nvim"
    },
    "staline.nvim": {
      "src": "https://github.com/tamton-aquib/staline.nvim"
    },
    "vim-pandoc": {
      "src": "https://github.com/vim-pandoc/vim-pandoc"
    },
    "vim-pandoc-syntax": {
      "src": "https://github.com/vim-pandoc/vim-pandoc-syntax"
    },
    "vim-pandoc-syntax-simple": {
      "src": "https://github.com/rwxrob/vim-pandoc-syntax-simple"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    },
    "vimux": {
      "src": "https://github.com/preservim/vimux"
    }
  }
}